Repository: DRPanther/turqstat
Catalog: po/*.po
Languages: sv

source: BarWindow::Daily breakdown
sv: Veckoöversikt

source: BarWindow::Dismiss
sv: Stäng

source: BarWindow::Friday
sv: Fredag

source: BarWindow::Hourly breakdown
sv: Dagsövesikt

source: BarWindow::Monday
sv: Måndag

source: BarWindow::Saturday
sv: Lördag

source: BarWindow::Sunday
sv: Söndag

source: BarWindow::Thursday
sv: Torsdag

source: BarWindow::Tuesday
sv: Tisdag

source: BarWindow::Wednesday
sv: Onsdag

source: InfoWindow::&Areas loaded
sv: &Laddade möten

source: InfoWindow::&Bytes written
sv: T&ecken skrivna

source: InfoWindow::&Clear data
sv: &Töm data

source: InfoWindow::&Earliest text written
sv: Tidi&gaste text skriven

source: InfoWindow::&Edit
sv: &Redigera

source: InfoWindow::&Exit
sv: &Avsluta

source: InfoWindow::&Fidonet net toplist
sv: &Fidonetnättopplista

source: InfoWindow::&File
sv: &Arkiv

source: InfoWindow::&Internet topdomain toplist
sv: &Internettoppdomäntopplista

source: InfoWindow::&Lines examined
sv: Rader &undersökta

source: InfoWindow::&Open message base
sv: &Öppna meddelandebas

source: InfoWindow::&Original content toplist
sv: Topplista över &originalinnehåll

source: InfoWindow::&People identified
sv: Pers&oner identifierade

source: InfoWindow::&Quoter blacklist
sv: &Citerarsvartlista

source: InfoWindow::&Receiver toplist
sv: &Mottagartopplista

source: InfoWindow::&Save report
sv: &Spara rapport

source: InfoWindow::&Sender toplist
sv: &Avsändartopplista

source: InfoWindow::&Set start date
sv: &Välj startdatum

source: InfoWindow::&Show
sv: &Visa

source: InfoWindow::&Texts examined
sv: &Texter undersökta

source: InfoWindow::Bytes &quoted
sv: Tecken &citerade

source: InfoWindow::Enter number of days back to take statistics for (0 = no restriction):
sv: Ange antal dagar bakåt statistik skall räknas på (0 = ingen begränsning):

source: InfoWindow::FDAPX/w (msgstat.apx)
sv: FDAPX/w (msgstat.apx)

source: InfoWindow::FTSC SDM (*.msg)
sv: FTSC SDM (*.msg)

source: InfoWindow::Fidonet &nets represented
sv: Fidonet&nät representerade

source: InfoWindow::I don't understand your selection
sv: Jag förstår inte ditt val

source: InfoWindow::JAM (*.jdt)
sv: JAM (*.jdt)

source: InfoWindow::L&ines quoted
sv: Rader c&iterade

source: InfoWindow::Latest text &written
sv: Senaste text &skriven

source: InfoWindow::MyPoint (mypoint.*)
sv: MyPoint (mypoint.*)

source: InfoWindow::News (.overview)
sv: Usenet (.overview)

source: InfoWindow::None loaded
sv: Ingen laddad

source: InfoWindow::Open &news group
sv: Öppna &diskussionsgrupp

source: InfoWindow::Open message base
sv: Öppna meddelandebas

source: InfoWindow::Opus SDM (*.msg)
sv: Opus SDM (*.msg)

source: InfoWindow::Out of memory allocating area object
sv: Slut på minne när mötesobjekt allokerades

source: InfoWindow::P&rograms used
sv: &Program använda

source: InfoWindow::Please enter the name of the news group you want to read:
sv: Ange vilken diskussionsgrupp du vill läsa:

source: InfoWindow::Please enter the news (NNTP) server you want to use:
sv: Ange vilken diskussionsgruppsserver (NNTP-server) du vill använda:

source: InfoWindow::Postings per &day
sv: Postningar per &dag

source: InfoWindow::Postings per &hour
sv: Postningar per &timme

source: InfoWindow::Reading message base
sv: Läser meddelandebas

source: InfoWindow::Reading news group
sv: Läser diskussionsgrupp

source: InfoWindow::S&ubject toplist
sv: &Ärendetopplista

source: InfoWindow::S&ubjects found
sv: &Ärenden funna

source: InfoWindow::Select area number
sv: Välj mötesnummer

source: InfoWindow::Soft&ware toplist
sv: &Programvarutopplista

source: InfoWindow::Squish (*.sqd)
sv: Squish (*.sqd)

source: InfoWindow::Start date
sv: Startdatum

source: InfoWindow::Tanstaafl (msgstat.tfl)
sv: Tanstaafl (msgstat.tfl)

source: InfoWindow::Top &domains represented
sv: Topp&domäner representerade

source: InfoWindow::You cannot mix Fidonet and Usenet areas
sv: Du kan inte blanda Fidonet- och Usenetmöten

source: ProgressText::message(s) read
sv: meddelande(n) läst(a)

source: ReportSelectWindow:: entries
sv: poster

source: ReportSelectWindow::&Browse
sv: &Bläddra

source: ReportSelectWindow::&Character set for report
sv: &Teckenuppsättning för rapport

source: ReportSelectWindow::&Enable posting by weekday statistics
sv: Aktivera &veckoöversikt

source: ReportSelectWindow::&Save
sv: &Spara

source: ReportSelectWindow::&Use locale date format
sv: Använd &lokalt datumformat

source: ReportSelectWindow::Browse for template
sv: Bläddra efter mall

source: ReportSelectWindow::Cancel
sv: Avbryt

source: ReportSelectWindow::Enable &blacklist of quoters
sv: Aktivera &citerarsvartlista

source: ReportSelectWindow::Enable posting by &hour statiscs
sv: Aktivera &dygnsöversikt

source: ReportSelectWindow::Enable toplist of &original content
sv: Aktivera topplista över &originalinnehåll

source: ReportSelectWindow::Enable toplist of &programs
sv: Aktivera topplista över &program

source: ReportSelectWindow::Enable toplist of &receivers
sv: Aktivera topplista över &mottagare

source: ReportSelectWindow::Enable toplist of &subjects
sv: Aktivera topplista över &ärenden

source: ReportSelectWindow::Enable toplist of &writers
sv: Aktivera topplista över &avsändare

source: ReportSelectWindow::Enable toplist of Fidonet &nets
sv: Aktivera topplista över &Fidonetnät

source: ReportSelectWindow::Enable toplist of Internet &domains
sv: Aktivera topplista över &Internetdomäner

source: ReportSelectWindow::Report files (*.txt)
sv: Rapportfiler (*.txt)

source: ReportSelectWindow::Save report
sv: Spara rapport

source: ReportSelectWindow::Template file to use
sv: Mallfil att använda

source: ReportSelectWindow::Template files (*.tpl)
sv: Mallfiler (*.tpl)

source: ReportSelectWindow::report.txt
sv: rapport.txt

source: TDisplay::Area path was not allocated properly.
sv: Mötessökväg allokerades inte korrekt.

source: TDisplay::Broken MSG file %1
sv: Trasig MSG-fil %1

source: TDisplay::Cannot open %1
sv: Kan inte öppna %1

source: TDisplay::Cannot read from %1
sv: Kan inte läsa från %1

source: TDisplay::Could not parse template file
sv: Fel vid tolkning av mallfil

source: TDisplay::Illegal FDAPX/w message base version
sv: Felaktig FDAPX/w-meddelandebasversion

source: TDisplay::Illegal JAM header
sv: Felaktigt JAM-huvud

source: TDisplay::Illegal MyPoint message base version: %1
sv: Felaktig MyPoint-meddelandebasversion: %1

source: TDisplay::Illegal Squish header ID
sv: Felaktigt Squish-huvud-id

source: TDisplay::Illegal tanstaafl message base version
sv: Felaktig tanstaafl-meddelandebasversion

source: TDisplay::Internal error
sv: Internt fel

source: TDisplay::Invalid area number chosen
sv: Ogiltigt mötesnummer valt

source: TDisplay::Invalid area number chosen (must be between 1-%1
sv: Ogiltigt mötesnummer valt (måste vara mellan 1-%1)

source: TDisplay::Message area garbled (footer does not match header)!
sv: Databasfilen trasig (foten matchar inte huvudet)!

source: TDisplay::Message area garbled (illegal delimeter)!
sv: Databasfil trasig (ogiltig avskiljare)!

source: TDisplay::Message base format mismatch.
sv: Felaktigt meddelandebasformat.

source: TDisplay::Message base is empty
sv: Meddelandebasen är tom

source: TDisplay::NNTP communication problem
sv: NNTP-kommunikationsproblem

source: TDisplay::Not normal Squish frame #%1
sv: Abnormal Squishram $%1

source: TDisplay::Out of memory allocating area object.
sv: Slut på minne vid allokering av mötesobjekt.

source: TDisplay::Out of memory.
sv: Slut på minne.

source: TDisplay::Premature end of Squish data
sv: För tidigt slut på Squishdata

source: TDisplay::Program halted!
sv: Programmet avbrutet!

source: TDisplay::Strange Squish header length
sv: Konstig längd på Squish-huvud

source: TDisplay::Strange Squish header offset
sv: Konstigt index i Squish-huvud

source: TDisplay::Tanstaafl message base version is 0, assuming 1
sv: Tanstaafl-meddelandebasversionen är 0, antar 1

source: TDisplay::Unable to allocate memory for control data #%1
sv: Kan inte allokera minne för kontrolldata #%1

source: TDisplay::Unable to allocate memory for control data for %1
sv: Kan inte allokera minne för kontrolldata för %1

source: TDisplay::Unable to allocate memory for message body #%1
sv: Kan inte allokera minne för meddelandekropp #%1

source: TDisplay::Unable to allocate memory for message body for %1
sv: Kan inte allokera minne för meddelandekropp för %1

source: TDisplay::Unable to allocate memory for output object!
sv: Kan inte allokera minne för utdataobjekt!

source: TDisplay::Unable to open *.MSG directory
sv: Kan inte öppna *.MSG-katalog

source: TDisplay::Unable to open spool directory
sv: Kan inte öppna "spool"-katalog

source: TDisplay::Unable to read header #%1
sv: Kan inte läsa huvud #%1

source: TDisplay::Unexpected NNTP response code: %1
sv: Oväntat svar från NNTP-server: %1

source: TopListWindow::&Save
sv: &Spara

source: TopListWindow::(none)
sv: (ingen)

source: TopListWindow::Bytes
sv: Byte

source: TopListWindow::Comma-separated file (*.csv)
sv: Kommaavdelad fil (*.csv)

source: TopListWindow::Dismiss
sv: Stäng

source: TopListWindow::Domain
sv: Domän

source: TopListWindow::Fidonet nets
sv: Fidonetnät

source: TopListWindow::Internet topdomains
sv: Internettoppdomäner

source: TopListWindow::Lines
sv: Rader

source: TopListWindow::Messages
sv: Meddelanden

source: TopListWindow::Name
sv: Namn

source: TopListWindow::Original content per message
sv: Originalinnehåll per meddelande

source: TopListWindow::Original content
sv: Originalinnehåll

source: TopListWindow::Per Message
sv: Per meddelande

source: TopListWindow::Place
sv: Plats

source: TopListWindow::Plain text (*.txt)
sv: Ren text (*.txt)

source: TopListWindow::Program
sv: Program

source: TopListWindow::Quote ratio
sv: Citatförhållande

source: TopListWindow::Quoters
sv: Citerare

source: TopListWindow::Ratio
sv: Förhållande

source: TopListWindow::Received
sv: Mottagna

source: TopListWindow::Receivers
sv: Mottagare

source: TopListWindow::Save toplist
sv: Spara topplisa

source: TopListWindow::Semi-colon separated file (*.csv)
sv: Semikolonavdelad fil (*.csv)

source: TopListWindow::Senders
sv: Avsändare

source: TopListWindow::Sent
sv: Sänt

source: TopListWindow::Software
sv: Programvara

source: TopListWindow::Subject
sv: Ärende

source: TopListWindow::Subjects
sv: Ärenden

source: TopListWindow::Tab separated file (*.tsv)
sv: Tabbstegsavdelad fil (*.tsv)

source: TopListWindow::This list is empty
sv: Listan är tom

source: TopListWindow::Unable to create the selected file
sv: Kan inte skapa den valda filen

source: TopListWindow::Zone:Net
sv: Zon:Nät
